app/controllers/students_controller.rb

    def create
        @student = Student.create(params[:student])
---
INSERT INTO "students" ("first_name", "last_name", "created_at", "updated_at") VALUES (?, ?, ?, ?)  [["first_name", "Bill"], ["last_name", "Smith"], ["created_at", "2018-07-07 00:19:14.175324"], ["updated_at", "2018-07-07 00:19:14.175324"]]